var Tf = 0;
var Tc = 20;
var Tf = (9 / 5) * Tc + 32;

alert(Tf);
console.log(Tf);

var admin;
var name = "Василий";

var admin = name;
alert(admin);

var x = 1000 + "108";
alert(x);

/* <script async src = "..."> </script> - если вложить скрипт таким образом,
то это не остановит прогрузку страницы, тем самым она прогрузиться полность без зависания на скрипте,
но возможно порядок скриптов будет нарушен. А вернее ввыведет то что выполниться быстрее.

<script defer src = "..."> </script> - тоже самое что и async, только сохранит порядок выполнения скриптов. */

